[
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; EURO-PROFIL RENDSZERHÁZ Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.; SMP Solutions Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 260000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 52,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; GEOMANT-ALGOTECH Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; Kontron Hungary Kft.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; Soloron IT Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.",
        "contract_value": 130000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 36,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SMP Solutions Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 120000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 43,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MHM Computer Hungária Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; PROFESSZIONÁL Informatikai Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SYMPORT HOLDING Informatikai Zrt.; Sysman Informatikai Zrt.; Syspro Informatika Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 80000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 41,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Barré Technologies Zrt.; BI-TECH Infomatika Szolgáltató és Tanácsadó Kft.; Delta Systems Kft.; Digitran Hungária Digitális Transzformáció Zrt.; E-ZumIT Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; IT-CM Kereskedelmi és Szolgáltató Kft.; KER-SOFT Számítástechnikai Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NOREG Információvédelmi Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Spirity Enterprise Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; UNIOFFICE Rendszerház Számítástechnikai, Kereskedelmi és Szolgáltató Kft.; VIR Vezetői Információs Rendszerek Szolgáltató Zrt.; ViVeTech Nyrt.; Winformatics Technology Zrt.",
        "contract_value": 7929000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "20/05/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_8963_2021/",
        "main_cpv": "72268000-1",
        "number_companies_win": 22,
        "procurement_title": "Meglévő IBM licencek bővítése (ILIC20)",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; ACE Network Zrt.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; INNOMATRIX SERVICES Kft.; MWMS Szolgáltató Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SzámHEAD Számitástechnikai és Szolgáltató Kft.",
        "contract_value": 6631901263.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_2921_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 10,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; ATOS Magyarország Kft.; DAMIT INFORMATIKA Kereskedelmi és Szolgáltató Kft.; DX Digital Transformation Solutions Zrt.; eGOV Tanácsadó Kft.; Invitech ICT Services Kft.; Novell PSH Professzionális Szolgáltatások Magyarország Kft.; SBP Systems Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Sysman Informatikai Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 6080000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "05/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_20057_2020/",
        "main_cpv": "72268000-1",
        "number_companies_win": 13,
        "procurement_title": "Meglévő Micro Focus licencek bővítése (MLIC20)",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Areus Infokommunikációs Zrt.; DEF IT Informatikai Zrt.; Delta Systems Kft.; Digitran Hungária Digitális Transzformáció Zrt.; Duna Elektronika Számítástechnikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; Kontron Hungary Kft.; MHM Computer Hungária Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 5675802512.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/04/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_6815_2021/",
        "main_cpv": "72268000-1",
        "number_companies_win": 24,
        "procurement_title": "Meglévő VMware licencek megújítása, bővítés",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; ACE Network Zrt.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; INNOMATRIX SERVICES Kft.; MWMS Szolgáltató Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SzámHEAD Számitástechnikai és Szolgáltató Kft.",
        "contract_value": 2276475560.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14409_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 10,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; DOCAGE Informatikai Korlátolt Felelőssségű Társaság; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; MVM BSZK Biztonsági Szolgáltató Központ Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Sysman Informatikai Zrt.",
        "contract_value": 1745115099.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "30/07/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_13829_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 6,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron 40 Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 1691784035.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21464_2020/",
        "main_cpv": "48730000-4",
        "number_companies_win": 7,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron 40 Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 1581745932.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_1416_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 7,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; ACE Network Zrt.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; INNOMATRIX SERVICES Kft.; MWMS Szolgáltató Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SzámHEAD Számitástechnikai és Szolgáltató Kft.",
        "contract_value": 1520810837.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "16/12/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_23144_2020/",
        "main_cpv": "32400000-7",
        "number_companies_win": 10,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; DOCAGE Informatikai Korlátolt Felelőssségű Társaság; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; MVM BSZK Biztonsági Szolgáltató Központ Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Sysman Informatikai Zrt.",
        "contract_value": 967455597.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "25/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_2737_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 6,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; DOCAGE Informatikai Korlátolt Felelőssségű Társaság; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; MVM BSZK Biztonsági Szolgáltató Központ Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Sysman Informatikai Zrt.",
        "contract_value": 916775532.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "29/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_24922_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 6,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; ACE Network Zrt.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; INNOMATRIX SERVICES Kft.; MWMS Szolgáltató Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SzámHEAD Számitástechnikai és Szolgáltató Kft.",
        "contract_value": 797535103.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "10/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_23445_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 10,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron 40 Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 794799250.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "10/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_23680_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 7,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron 40 Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 792226416.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_15425_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 7,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; DOCAGE Informatikai Korlátolt Felelőssségű Társaság; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; MVM BSZK Biztonsági Szolgáltató Központ Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Sysman Informatikai Zrt.",
        "contract_value": 440850302.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "27/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21229_2020/",
        "main_cpv": "48820000-2",
        "number_companies_win": 6,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 210000000.0,
        "contracting_authority": "NISZ Nemzeti Infokommunikációs Szolgáltató Zrt.",
        "date": "15/05/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_434/megtekint/portal_8382_2020/",
        "main_cpv": "45314000-1",
        "number_companies_win": 0,
        "procurement_title": "ZRH adatátviteli linkek tervezése és kialakítása",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 105000000.0,
        "contracting_authority": "NISZ Nemzeti Infokommunikációs Szolgáltató Zrt.",
        "date": "10/09/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_16842_2019/",
        "main_cpv": "31711422-7",
        "number_companies_win": 0,
        "procurement_title": "Mikrohullámú rendszerhez eszközök beszerzése",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "EXTOR Elektronikai Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.",
        "contract_value": 77994000.0,
        "contracting_authority": "NISZ Nemzeti Infokommunikációs Szolgáltató Zrt.",
        "date": "17/09/2019",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_17203_2019/",
        "main_cpv": "31154000-0",
        "number_companies_win": 2,
        "procurement_title": "ZRH számára AEG 48V-os tápegység és UPS eszközök",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "ATOS Magyarország Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 63903228.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "05/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_1188_2021/",
        "main_cpv": "72268000-1",
        "number_companies_win": 3,
        "procurement_title": "Meglévő Micro Focus licencek bővítése (MLIC20)",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 26920960.0,
        "contracting_authority": "Készenléti Rendőrség",
        "date": "13/08/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_14847_2019/",
        "main_cpv": "32000000-3",
        "number_companies_win": 0,
        "procurement_title": "Fotó-, és videotechnikai eszközök beszerzése",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 21399936.0,
        "contracting_authority": "Szegedi Közlekedési Kft.",
        "date": "22/04/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_434/megtekint/portal_7048_2020/",
        "main_cpv": "32420000-3",
        "number_companies_win": 0,
        "procurement_title": "SZKT optikai hálózat fejlesztés",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 18510869.0,
        "contracting_authority": "Magyar Nemzeti Bank",
        "date": "07/10/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_434/megtekint/portal_19063_2019/",
        "main_cpv": "72212730-5",
        "number_companies_win": 0,
        "procurement_title": "Varonis licenc beszerzés és megújítás",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 7906100.0,
        "contracting_authority": "NISZ Nemzeti Infokommunikációs Szolgáltató Zrt.",
        "date": "29/05/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_434/megtekint/portal_9164_2020/",
        "main_cpv": "64221000-1",
        "number_companies_win": 0,
        "procurement_title": "ASP2 végpontok hálózati helyszíni üzembe helyezés",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 1210955.0,
        "contracting_authority": "Fővárosi Szabó Ervin Könyvtár",
        "date": "17/06/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_454/megtekint/portal_11303_2021/",
        "main_cpv": "30213300-8",
        "number_companies_win": 0,
        "procurement_title": "Informatikai eszközök beszerzése 2021",
        "registered_name": "SCI-Hálózat Távközlési és Hálózatintegrációs Zrt."
    }
]