[
    {
        "company_names": "4iG Nyrt.; ANSWARE Informatikai Szolgáltató Kft.; ASH Szoftverház Kft.; ATOS Magyarország Kft.; BIS-INFORMr Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; DMS Services Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EN-CO Software Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; i-Cell Mobilsoft Zrt.; IMG Solution Zrt.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Kontron Operations Hungary Kft.; MOLARIS Informatikai Fejlesztő és Szolgáltató Kft.; NETvisor Informatikai és Kommunikációs Zrt.; PRINTNET Kereskedelmi és Szolgáltató Kft.; Sagemcom Magyarország Elektronikai Kft.; SBP Systems Kft.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.; Virgo Systems Informatikai Korlátolt Felelősségü Társaság; ZALASZÁM Informatika Kft.",
        "contract_value": 340000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18585_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 31,
        "procurement_title": "Alkalmazásfejlesztési szolgáltatás EU-s forrásból (SWFE)",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "4iG Nyrt.; ANSWARE Informatikai Szolgáltató Kft.; ATOS Magyarország Kft.; BlackBelt Technology Kft.; Care All Kereskedelmi és Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; e-Corvina Informatikai Szolgáltató Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EN-CO Software Zrt.; EURO ONE Számítástechnikai Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GriffSoft Informatikai Zrt.; GVSX Szolgáltató Kft.; i-Cell Mobilsoft Zrt.; IMG Solution Zrt.; Intelliport Systems Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Operations Hungary Kft.; Lillyneir Rendszermérnök Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NEW LINE TECHNOLOGIES Kft.; PRINTNET Kereskedelmi és Szolgáltató Kft.; Sagemcom Magyarország Elektronikai Kft.; SBP Systems Kft.; SDA Informatika Zrt.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Techwave Hungary Számítástechnikai Szolgáltató Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 180000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18585_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 37,
        "procurement_title": "Alkalmazásfejlesztési szolgáltatás EU-s forrásból (SWFE)",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "4iG Nyrt.; ANSWARE Informatikai Szolgáltató Kft.; ASH Szoftverház Kft.; ATOS Magyarország Kft.; BIS-INFORMr Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; EN-CO Software Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; i-Cell Mobilsoft Zrt.; IMG Solution Zrt.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; MOLARIS Informatikai Fejlesztő és Szolgáltató Kft.; Sagemcom Magyarország Elektronikai Kft.; SBP Systems Kft.; Sonrisa Informatikai Kft.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.; Virgo Systems Informatikai Korlátolt Felelősségü Társaság; ZALASZÁM Informatika Kft.",
        "contract_value": 60000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "30/09/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18345_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 24,
        "procurement_title": "Alkalmazásfejlesztési és üzemeltetés támogatási szolgáltatások nyújtása",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "ANSWARE Informatikai Szolgáltató Kft.; ATOS Magyarország Kft.; BlackBelt Technology Kft.; Care All Kereskedelmi és Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; e-Corvina Informatikai Szolgáltató Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EURO ONE Számítástechnikai Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; Intelliport Systems Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Operations Hungary Kft.; NEW LINE TECHNOLOGIES Kft.; PRINTNET Kereskedelmi és Szolgáltató Kft.; SBP Systems Kft.; SDA Informatika Zrt.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Techwave Hungary Számítástechnikai Szolgáltató Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.",
        "contract_value": 30000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "30/09/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18345_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 29,
        "procurement_title": "Alkalmazásfejlesztési és üzemeltetés támogatási szolgáltatások nyújtása",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "4iG Nyrt.; ATOS Magyarország Kft.; DAMIT INFORMATIKA Kereskedelmi és Szolgáltató Kft.; DX Digital Transformation Solutions Zrt.; eGOV Tanácsadó Kft.; Invitech ICT Services Kft.; Novell PSH Professzionális Szolgáltatások Magyarország Kft.; SBP Systems Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Sysman Informatikai Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 6080000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "05/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_20057_2020/",
        "main_cpv": "72268000-1",
        "number_companies_win": 13,
        "procurement_title": "Meglévő Micro Focus licencek bővítése (MLIC20)",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "Digitran Hungária Digitális Transzformáció Zrt.; SBP Systems Kft.",
        "contract_value": 283391680.0,
        "contracting_authority": "Eurohandball 2022 Nonprofit Kft.",
        "date": "04/05/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_7464_2020/",
        "main_cpv": "72212100-0",
        "number_companies_win": 2,
        "procurement_title": "Informatikai rendszerfejlesztés",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "",
        "contract_value": 200000000.0,
        "contracting_authority": "Belügyminisztérium",
        "date": "12/06/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_10156_2019/",
        "main_cpv": "72000000-5",
        "number_companies_win": 0,
        "procurement_title": "Már bevezetett szakrendszerek fejlesztése",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; MOLARIS Informatikai Fejlesztő és Szolgáltató Kft.; SBP Systems Kft.; Telekom Rendszerintegráció Zrt.",
        "contract_value": 130500400.0,
        "contracting_authority": "Pillér Informatikai Kft.",
        "date": "29/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_25090_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 6,
        "procurement_title": "Fejlesztői tevékenységét támogató szolgáltatás",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "",
        "contract_value": 90000000.0,
        "contracting_authority": "Belügyminisztérium",
        "date": "18/09/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_16693_2020/",
        "main_cpv": "72000000-5",
        "number_companies_win": 0,
        "procurement_title": "RVTV portál továbbfejlesztésére és kapcsolódó rendszerek kifejlesztésére szolgáltatások beszerzése",
        "registered_name": "SBP Systems Kft."
    },
    {
        "company_names": "",
        "contract_value": 8344160.0,
        "contracting_authority": "Eurohandball 2022 Nonprofit Kft.",
        "date": "07/09/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_16859_2021/",
        "main_cpv": "72212100-0",
        "number_companies_win": 0,
        "procurement_title": "Informatikai rendszerfejlesztés 2.",
        "registered_name": "SBP Systems Kft."
    }
]