[
    {
        "company_names": "4Sales Systems Üzleti Rendszerfejlesztő és Tanácsadó Kft.; AAM Vezetői Informatikai Tanácsadó Zrt.; Alverad Technology Focus Kft.; Bluefield Szolgáltató és Kereskedelmi Kft.; Boost IT Kft.; Clarity Consulting Informatikai és Menedzsment Szolgáltató Kft.; Collectivo Szakértői Kft.; COMTRANS Kereskedelmi és Szolgáltató Kft.; DX Digital Transformation Solutions Zrt.; eGOV Tanácsadó Kft.; eKÖZIG Regionális Informatikai Szolgáltató Központ Zártkörűen Múködő Részvénytársaság; eNET Magyarország Tanácsadó Kft.; Ernst & Young Tanácsadó Kft.; Field Consulting Services Zárkörűen Működő Részvénytársaság; iCONTEST Informatikai és Tanácsadó Kft.; IFUA HORVÁTH & PARTNERS Vezetési és Informatikai Tanácsadó Kft.; I-Track Consulting Kft.; KIRULY Kereskedelmi és Szolgáltató Kft.; Königsberg Consulting Szolgáltató és Tanácsadó Kft.; KPMG Tanácsadó Kft.; KÜRT Információbiztonsági és Adatmentő \"zártkörű\" Részvénytársaság; MAGNASOFT Kft.; MultiContact Consulting Szolgáltató Kft.; STRATIS Vezetői és Informatikai Tanácsadó Kft.; Teqtos Kft.; Vialto Consulting Kft.; VIR Vezetői Információs Rendszerek Szolgáltató Zrt.; VITAL MANAGEMENT Tanácsadó Kft.; ViVeTech Nyrt.",
        "contract_value": 70000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/07/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_13180_2021/",
        "main_cpv": "72222000-7",
        "number_companies_win": 29,
        "procurement_title": "IT szakértői szolgáltatások EU-s forrásból",
        "registered_name": "Boost IT Kft."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ADATKÖZPONT Kft.; ALBACOMP SH Szoftverház Kft.; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Boost IT Kft.; BRAVOGROUP RENDSZERHÁZ Kereskedelmi Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; CTS-INFORMATIKA Számítástechnikai Korlátolt Felelőségű Társaság; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; DOKUCENTRUM Irodai Rendszerek Kft.; Duna Elektronika Számítástechnikai Kft.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; ETIAM Kft.; EURO ONE Számítástechnikai Zrt.; Exicom Informatika Kereskedőház Kft.; FLAXCOM HOLDING Elektronikai és Kereskedelmi Zrt.; FORNAX SI Nagyvállalati Megoldások Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Humansoft Szerviz Kft.; IMG Solution Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Kft.; KVENTA Elektronikai Fejlesztő, Szolgáltató és Kereskedelmi Korlátolt Felelősségü Társaság; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MACROTEL Telefontechnikai Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; PANOR Informatika Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; QZRT Infotech Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SERCO Informatika Kft.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szintézis Informatikai Zrt.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WOSS Kereskedelmi, Vendéglátóipari és Szolgáltató Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 55101615043.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_19188_2020/",
        "main_cpv": "30200000-1",
        "number_companies_win": 53,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Boost IT Kft."
    },
    {
        "company_names": "4Sales Systems Üzleti Rendszerfejlesztő és Tanácsadó Kft.; AAM Vezetői Informatikai Tanácsadó Zrt.; Alverad Technology Focus Kft.; Bluefield Szolgáltató és Kereskedelmi Kft.; Boost IT Kft.; Clarity Consulting Informatikai és Menedzsment Szolgáltató Kft.; Collectivo Szakértői Kft.; COMTRANS Kereskedelmi és Szolgáltató Kft.; DX Digital Transformation Solutions Zrt.; eGOV Tanácsadó Kft.; eKÖZIG Regionális Informatikai Szolgáltató Központ Zártkörűen Múködő Részvénytársaság; eNET Magyarország Tanácsadó Kft.; Ernst & Young Tanácsadó Kft.; Field Consulting Services Zárkörűen Működő Részvénytársaság; iCONTEST Informatikai és Tanácsadó Kft.; IFUA HORVÁTH & PARTNERS Vezetési és Informatikai Tanácsadó Kft.; I-Track Consulting Kft.; KIRULY Kereskedelmi és Szolgáltató Kft.; Königsberg Consulting Szolgáltató és Tanácsadó Kft.; KPMG Tanácsadó Kft.; KÜRT Információbiztonsági és Adatmentő \"zártkörű\" Részvénytársaság; MAGNASOFT Kft.; MultiContact Consulting Szolgáltató Kft.; STRATIS Vezetői és Informatikai Tanácsadó Kft.; Teqtos Kft.; Vialto Consulting Kft.; VIR Vezetői Információs Rendszerek Szolgáltató Zrt.; VITAL MANAGEMENT Tanácsadó Kft.; ViVeTech Nyrt.",
        "contract_value": 26000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "04/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_13600_2021/",
        "main_cpv": "72222000-7",
        "number_companies_win": 29,
        "procurement_title": "IT szakértői szolgáltatások nyújtása (ITSZ)",
        "registered_name": "Boost IT Kft."
    },
    {
        "company_names": "4Sales Systems Üzleti Rendszerfejlesztő és Tanácsadó Kft.; Alverad Technology Focus Kft.; Bluefield Szolgáltató és Kereskedelmi Kft.; Boost IT Kft.; Clarity Consulting Informatikai és Menedzsment Szolgáltató Kft.; Collectivo Szakértői Kft.; DX Digital Transformation Solutions Zrt.; eGOV Tanácsadó Kft.; eNET Magyarország Tanácsadó Kft.; Ernst & Young Tanácsadó Kft.; Field Consulting Services Zárkörűen Működő Részvénytársaság; IFUA HORVÁTH & PARTNERS Vezetési és Informatikai Tanácsadó Kft.; I-Track Consulting Kft.; Königsberg Consulting Szolgáltató és Tanácsadó Kft.; KPMG Tanácsadó Kft.; KÜRT Információbiztonsági és Adatmentő \"zártkörű\" Részvénytársaság; MultiContact Consulting Szolgáltató Kft.; STRATIS Vezetői és Informatikai Tanácsadó Kft.; Teqtos Kft.; Vialto Consulting Kft.; VIR Vezetői Információs Rendszerek Szolgáltató Zrt.; VITAL MANAGEMENT Tanácsadó Kft.; ViVeTech Nyrt.",
        "contract_value": 13000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "15/06/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_10518_2021/",
        "main_cpv": "72224200-3",
        "number_companies_win": 23,
        "procurement_title": "Informatikai rendszerek fejlesztéséhez kapcsolódó minőségbiztosítási szolgáltatások nyújtása",
        "registered_name": "Boost IT Kft."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALBACOMP SH Szoftverház Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Boost IT Kft.; BRAVOGROUP RENDSZERHÁZ Kereskedelmi Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; CTS-INFORMATIKA Számítástechnikai Korlátolt Felelőségű Társaság; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; ETIAM Kft.; EURO ONE Számítástechnikai Zrt.; Exicom Informatika Kereskedőház Kft.; FLAXCOM HOLDING Elektronikai és Kereskedelmi Zrt.; FORNAX SI Nagyvállalati Megoldások Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Humansoft Szerviz Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; iSTYLE Hungary Kereskedelmi és Szolgáltató Kft.; KVENTA Elektronikai Fejlesztő, Szolgáltató és Kereskedelmi Korlátolt Felelősségü Társaság; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; QZRT Infotech Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SERCO Informatika Kft.; Sysman Informatikai Zrt.; Szintézis Informatikai Zrt.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WOSS Kereskedelmi, Vendéglátóipari és Szolgáltató Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 12061555438.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_19188_2020/",
        "main_cpv": "30200000-1",
        "number_companies_win": 40,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Boost IT Kft."
    },
    {
        "company_names": "4Sales Systems Üzleti Rendszerfejlesztő és Tanácsadó Kft.; Alverad Technology Focus Kft.; Bluefield Szolgáltató és Kereskedelmi Kft.; Boost IT Kft.; Clarity Consulting Informatikai és Menedzsment Szolgáltató Kft.; Collectivo Szakértői Kft.; DX Digital Transformation Solutions Zrt.; eGOV Tanácsadó Kft.; eNET Magyarország Tanácsadó Kft.; Ernst & Young Tanácsadó Kft.; Field Consulting Services Zárkörűen Működő Részvénytársaság; IFUA HORVÁTH & PARTNERS Vezetési és Informatikai Tanácsadó Kft.; I-Track Consulting Kft.; Königsberg Consulting Szolgáltató és Tanácsadó Kft.; KPMG Tanácsadó Kft.; KÜRT Információbiztonsági és Adatmentő \"zártkörű\" Részvénytársaság; MultiContact Consulting Szolgáltató Kft.; STRATIS Vezetői és Informatikai Tanácsadó Kft.; Teqtos Kft.; Vialto Consulting Kft.; VIR Vezetői Információs Rendszerek Szolgáltató Zrt.; VITAL MANAGEMENT Tanácsadó Kft.; ViVeTech Nyrt.",
        "contract_value": 8000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "11/06/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_9544_2021/",
        "main_cpv": "72224200-3",
        "number_companies_win": 23,
        "procurement_title": "IT minőségbiztosítási szolgáltatások (ITMB)",
        "registered_name": "Boost IT Kft."
    },
    {
        "company_names": "Boost IT Kft.; CTS-INFORMATIKA Számítástechnikai Korlátolt Felelőségű Társaság; Delta Systems Kft.; Exicom Informatika Kereskedőház Kft.; KVENTA Elektronikai Fejlesztő, Szolgáltató és Kereskedelmi Korlátolt Felelősségü Társaság; NÁDOR Rendszerház Irodaautomatizálási Kft.; WOSS Kereskedelmi, Vendéglátóipari és Szolgáltató Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 1104855598.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "17/03/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_3008_2021/",
        "main_cpv": "30200000-1",
        "number_companies_win": 9,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Boost IT Kft."
    },
    {
        "company_names": "Boost IT Kft.; CTS-INFORMATIKA Számítástechnikai Korlátolt Felelőségű Társaság; Delta Systems Kft.; Exicom Informatika Kereskedőház Kft.; KVENTA Elektronikai Fejlesztő, Szolgáltató és Kereskedelmi Korlátolt Felelősségü Társaság; NÁDOR Rendszerház Irodaautomatizálási Kft.; WOSS Kereskedelmi, Vendéglátóipari és Szolgáltató Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 74849688.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_2179_2021/",
        "main_cpv": "30200000-1",
        "number_companies_win": 9,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Boost IT Kft."
    }
]