[
    {
        "company_names": "AP-OFFICE Kereskedelmi és Tanácsadó Kft.; BRAVOCOPY Szolgáltató és Kereskedelmi Kft.; BRAVOGROUP RENDSZERHÁZ Kereskedelmi Kft.; BRAVONET Kft.; BRAVOVISUAL Kft.; C + F PROFESSIONAL Kereskedelmi és Szolgáltató Kft.; COLORSPECTRUM Kereskedelmi Termelő és Szolgáltató Kft.; CSP SERVICE Számítástechnikai, Kereskedelmi és Szolgáltató Kft.; Danka Irodatechnikai Kft.; Delta Services Kereskedelmi és Szolgáltató Kft.; DOCKLAND SERVICES Kft.; DOKUCENTRUM Irodai Rendszerek Kft.; EURO-PROFIL RENDSZERHÁZ Kft.; Invitech Megoldások Zrt.; ÍRISZ Holding Kereskedelmi és Szolgáltató Kft.; Konica Minolta Magyarország Üzleti Megoldások Kft.; M & S Informatikai Zrt.; MANUAL HUNGARY Kereskedelmi és Szolgáltató Kft.; MPS eXpert Kereskedelmi és Szolgáltató Kft.; Printerház Nyomdaipari és Kereskedelmi Kft.; PROFIL-COPY Iroda és Másolástechnikai Kereskedelmi és Szolgáltató Kft.; RICOH HUNGARY IRODARENDSZEREK Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SHARP Electronics (Europe) GmbH Magyarországi Fióktelepe; Szervízpark Szolgáltató és Tanácsadó Kft.; Technotrade Solution & Capital Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.; XEROX Magyarország Kereskedelmi Kft.",
        "contract_value": 8000000000.0,
        "contracting_authority": "Közbeszerzési és Ellátási Főigazgatóság",
        "date": "11/01/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_76_2019/",
        "main_cpv": "30232100-5",
        "number_companies_win": 28,
        "procurement_title": "Nyomat előállító eszközök szállítása és kapcsolódó szolgáltatások teljesítése",
        "registered_name": "Technotrade Solution & Capital Kft."
    },
    {
        "company_names": "",
        "contract_value": 3445977.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "14/10/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_17822_2020/",
        "main_cpv": "30232100-5",
        "number_companies_win": 0,
        "procurement_title": "Nyomat előállító eszközök szállítása és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "Technotrade Solution & Capital Kft."
    }
]