[
    {
        "company_names": "4iG Nyrt.; ANSWARE Informatikai Szolgáltató Kft.; ASH Szoftverház Kft.; ATOS Magyarország Kft.; BIS-INFORMr Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; DMS Services Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EN-CO Software Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; i-Cell Mobilsoft Zrt.; IMG Solution Zrt.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Kontron Operations Hungary Kft.; MOLARIS Informatikai Fejlesztő és Szolgáltató Kft.; NETvisor Informatikai és Kommunikációs Zrt.; PRINTNET Kereskedelmi és Szolgáltató Kft.; Sagemcom Magyarország Elektronikai Kft.; SBP Systems Kft.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.; Virgo Systems Informatikai Korlátolt Felelősségü Társaság; ZALASZÁM Informatika Kft.",
        "contract_value": 340000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18585_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 31,
        "procurement_title": "Alkalmazásfejlesztési szolgáltatás EU-s forrásból (SWFE)",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; EURO-PROFIL RENDSZERHÁZ Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.; SMP Solutions Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 260000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 52,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "4iG Nyrt.; ANSWARE Informatikai Szolgáltató Kft.; ATOS Magyarország Kft.; BlackBelt Technology Kft.; Care All Kereskedelmi és Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; e-Corvina Informatikai Szolgáltató Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EN-CO Software Zrt.; EURO ONE Számítástechnikai Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GriffSoft Informatikai Zrt.; GVSX Szolgáltató Kft.; i-Cell Mobilsoft Zrt.; IMG Solution Zrt.; Intelliport Systems Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Operations Hungary Kft.; Lillyneir Rendszermérnök Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NEW LINE TECHNOLOGIES Kft.; PRINTNET Kereskedelmi és Szolgáltató Kft.; Sagemcom Magyarország Elektronikai Kft.; SBP Systems Kft.; SDA Informatika Zrt.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Techwave Hungary Számítástechnikai Szolgáltató Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 180000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18585_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 37,
        "procurement_title": "Alkalmazásfejlesztési szolgáltatás EU-s forrásból (SWFE)",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; GEOMANT-ALGOTECH Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; Kontron Hungary Kft.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; Soloron IT Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.",
        "contract_value": 130000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 36,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SMP Solutions Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 120000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 43,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MHM Computer Hungária Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; PROFESSZIONÁL Informatikai Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SYMPORT HOLDING Informatikai Zrt.; Sysman Informatikai Zrt.; Syspro Informatika Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 80000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 41,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "4iG Nyrt.; ANSWARE Informatikai Szolgáltató Kft.; ASH Szoftverház Kft.; ATOS Magyarország Kft.; BIS-INFORMr Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; EN-CO Software Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; i-Cell Mobilsoft Zrt.; IMG Solution Zrt.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; MOLARIS Informatikai Fejlesztő és Szolgáltató Kft.; Sagemcom Magyarország Elektronikai Kft.; SBP Systems Kft.; Sonrisa Informatikai Kft.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.; Virgo Systems Informatikai Korlátolt Felelősségü Társaság; ZALASZÁM Informatika Kft.",
        "contract_value": 60000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "30/09/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18345_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 24,
        "procurement_title": "Alkalmazásfejlesztési és üzemeltetés támogatási szolgáltatások nyújtása",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "ANSWARE Informatikai Szolgáltató Kft.; ATOS Magyarország Kft.; BlackBelt Technology Kft.; Care All Kereskedelmi és Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; e-Corvina Informatikai Szolgáltató Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EURO ONE Számítástechnikai Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; Intelliport Systems Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Operations Hungary Kft.; NEW LINE TECHNOLOGIES Kft.; PRINTNET Kereskedelmi és Szolgáltató Kft.; SBP Systems Kft.; SDA Informatika Zrt.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Techwave Hungary Számítástechnikai Szolgáltató Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.",
        "contract_value": 30000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "30/09/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18345_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 29,
        "procurement_title": "Alkalmazásfejlesztési és üzemeltetés támogatási szolgáltatások nyújtása",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "ATOS Magyarország Kft.; CASTRUM SEC Gyengeáramú Tervező és Kivitelező Kft.; CIVIL Rendszertechnika Kft.; Delta Systems Kft.; GVSX Szolgáltató Kft.; H1 Systems Mérnöki Szolgáltatások Kft.; Invitech ICT Services Kft.; LDSZ Vagyonvédelmi Kft.; ManOPen Irodatechnikai Kft.; metALCOM Távközlési és Rendszerintegrációs Zrt.; Networker Kereskedelmi és Szolgáltató Kft.; SF Biztonságtechnika és Informatika Kft.; Sysman Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 16000000000.0,
        "contracting_authority": "Közbeszerzési és Ellátási Főigazgatóság",
        "date": "09/06/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_10321_2021/",
        "main_cpv": "35120000-1",
        "number_companies_win": 15,
        "procurement_title": "Térfigyelő kamerarendszerek - 2020",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 350000000.0,
        "contracting_authority": "NISZ Nemzeti Infokommunikációs Szolgáltató Zrt.",
        "date": "10/06/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_9112_2020/",
        "main_cpv": "72212328-4",
        "number_companies_win": 0,
        "procurement_title": "Szitakötő rendszer fejlesztése",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 225600000.0,
        "contracting_authority": "Budapesti Rendőr-Főkapitányság",
        "date": "14/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_19726_2021/",
        "main_cpv": "72000000-5",
        "number_companies_win": 0,
        "procurement_title": "IKSZR Szitakötő rendszer üzemeltetése",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 136610760.0,
        "contracting_authority": "Fővárosi Önkormányzati Rendészeti Igazgatóság",
        "date": "22/01/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_0873_2020/",
        "main_cpv": "72230000-6",
        "number_companies_win": 0,
        "procurement_title": "FÖRI IKSZR Data Center továbbfejlesztése",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; MOLARIS Informatikai Fejlesztő és Szolgáltató Kft.; SBP Systems Kft.; Telekom Rendszerintegráció Zrt.",
        "contract_value": 130500400.0,
        "contracting_authority": "Pillér Informatikai Kft.",
        "date": "29/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_25090_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 6,
        "procurement_title": "Fejlesztői tevékenységét támogató szolgáltatás",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 116160000.0,
        "contracting_authority": "Budapest Közút Zrt.",
        "date": "06/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_10809_2021/",
        "main_cpv": "50800000-3",
        "number_companies_win": 0,
        "procurement_title": "BK IKSZR központ üzemeltetési feladatai",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 108000000.0,
        "contracting_authority": "Budapest Közút Zrt.",
        "date": "28/06/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_11852_2019/",
        "main_cpv": "50800000-3",
        "number_companies_win": 0,
        "procurement_title": "Budapest Integrált Közlekedésszervezési és Szabályozási Rendszer központjának üzemeltetési feladatai 2019-2021 években",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 108000000.0,
        "contracting_authority": "Budapest Közút Zrt.",
        "date": "28/06/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_434/megtekint/portal_10174_2019/",
        "main_cpv": "48100000-9",
        "number_companies_win": 0,
        "procurement_title": "IKSZR üzemeltetés 2019-2021",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 64680000.0,
        "contracting_authority": "Fővárosi Önkormányzati Rendészeti Igazgatóság",
        "date": "16/08/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_15277_2019/",
        "main_cpv": "72250000-2",
        "number_companies_win": 0,
        "procurement_title": "IKSZR szoftvermodulok üzemeltetése, karbantartása",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 64680000.0,
        "contracting_authority": "Fővárosi Önkormányzati Rendészeti Igazgatóság",
        "date": "20/09/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_454/megtekint/portal_18070_2021/",
        "main_cpv": "72250000-2",
        "number_companies_win": 0,
        "procurement_title": "FÖRI IKSZR Data Center üzemeltetése, karbantartása",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 27300000.0,
        "contracting_authority": "NISZ Nemzeti Infokommunikációs Szolgáltató Zrt.",
        "date": "22/06/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_454/megtekint/portal_11552_2021/",
        "main_cpv": "48218000-9",
        "number_companies_win": 0,
        "procurement_title": "További Szitakötő licenszek beszerzése",
        "registered_name": "GVSX Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 6600000.0,
        "contracting_authority": "Budapest Közút Zrt.",
        "date": "13/01/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_434/megtekint/portal_25115_2019/",
        "main_cpv": "72422000-4",
        "number_companies_win": 0,
        "procurement_title": "IKSZR licensz fővárosi P+R parkolókhoz",
        "registered_name": "GVSX Szolgáltató Kft."
    }
]