[
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; EURO-PROFIL RENDSZERHÁZ Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.; SMP Solutions Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 260000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 52,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; GEOMANT-ALGOTECH Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; Kontron Hungary Kft.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; Soloron IT Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.",
        "contract_value": 130000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 36,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SMP Solutions Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 120000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 43,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MHM Computer Hungária Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; PROFESSZIONÁL Informatikai Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SYMPORT HOLDING Informatikai Zrt.; Sysman Informatikai Zrt.; Syspro Informatika Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 80000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 41,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ADATKÖZPONT Kft.; ALBACOMP SH Szoftverház Kft.; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Boost IT Kft.; BRAVOGROUP RENDSZERHÁZ Kereskedelmi Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; CTS-INFORMATIKA Számítástechnikai Korlátolt Felelőségű Társaság; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; DOKUCENTRUM Irodai Rendszerek Kft.; Duna Elektronika Számítástechnikai Kft.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; ETIAM Kft.; EURO ONE Számítástechnikai Zrt.; Exicom Informatika Kereskedőház Kft.; FLAXCOM HOLDING Elektronikai és Kereskedelmi Zrt.; FORNAX SI Nagyvállalati Megoldások Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Humansoft Szerviz Kft.; IMG Solution Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Kft.; KVENTA Elektronikai Fejlesztő, Szolgáltató és Kereskedelmi Korlátolt Felelősségü Társaság; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MACROTEL Telefontechnikai Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; PANOR Informatika Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; QZRT Infotech Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SERCO Informatika Kft.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szintézis Informatikai Zrt.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WOSS Kereskedelmi, Vendéglátóipari és Szolgáltató Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 55101615043.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_19188_2020/",
        "main_cpv": "30200000-1",
        "number_companies_win": 53,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALBACOMP SH Szoftverház Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Boost IT Kft.; BRAVOGROUP RENDSZERHÁZ Kereskedelmi Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; CTS-INFORMATIKA Számítástechnikai Korlátolt Felelőségű Társaság; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; ETIAM Kft.; EURO ONE Számítástechnikai Zrt.; Exicom Informatika Kereskedőház Kft.; FLAXCOM HOLDING Elektronikai és Kereskedelmi Zrt.; FORNAX SI Nagyvállalati Megoldások Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Humansoft Szerviz Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; iSTYLE Hungary Kereskedelmi és Szolgáltató Kft.; KVENTA Elektronikai Fejlesztő, Szolgáltató és Kereskedelmi Korlátolt Felelősségü Társaság; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; QZRT Infotech Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SERCO Informatika Kft.; Sysman Informatikai Zrt.; Szintézis Informatikai Zrt.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WOSS Kereskedelmi, Vendéglátóipari és Szolgáltató Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 12061555438.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_19188_2020/",
        "main_cpv": "30200000-1",
        "number_companies_win": 40,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Barré Technologies Zrt.; BI-TECH Infomatika Szolgáltató és Tanácsadó Kft.; Delta Systems Kft.; Digitran Hungária Digitális Transzformáció Zrt.; E-ZumIT Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; IT-CM Kereskedelmi és Szolgáltató Kft.; KER-SOFT Számítástechnikai Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NOREG Információvédelmi Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Spirity Enterprise Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; UNIOFFICE Rendszerház Számítástechnikai, Kereskedelmi és Szolgáltató Kft.; VIR Vezetői Információs Rendszerek Szolgáltató Zrt.; ViVeTech Nyrt.; Winformatics Technology Zrt.",
        "contract_value": 7929000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "20/05/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_8963_2021/",
        "main_cpv": "72268000-1",
        "number_companies_win": 22,
        "procurement_title": "Meglévő IBM licencek bővítése (ILIC20)",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Areus Infokommunikációs Zrt.; DEF IT Informatikai Zrt.; Delta Systems Kft.; Digitran Hungária Digitális Transzformáció Zrt.; Duna Elektronika Számítástechnikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; Kontron Hungary Kft.; MHM Computer Hungária Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 5675802512.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/04/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_6815_2021/",
        "main_cpv": "72268000-1",
        "number_companies_win": 24,
        "procurement_title": "Meglévő VMware licencek megújítása, bővítés",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Poli Computer PC Szolgáltató és Kereskedelmi Kft.; RacioNet Számítástechnikai Kereskedelmi és Szolgáltató Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 3590683336.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "30/07/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_13829_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 7,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; filter:max Informatikai Kereskedelmi és Szolgáltató Kft.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; IT PRO QUALITY Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NOREG Információvédelmi Kft.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; XS Matrix Security Solutions Kft.",
        "contract_value": 3451354166.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21464_2020/",
        "main_cpv": "48730000-4",
        "number_companies_win": 9,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Poli Computer PC Szolgáltató és Kereskedelmi Kft.; RacioNet Számítástechnikai Kereskedelmi és Szolgáltató Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 3279372046.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "27/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21229_2020/",
        "main_cpv": "48820000-2",
        "number_companies_win": 7,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Poli Computer PC Szolgáltató és Kereskedelmi Kft.; RacioNet Számítástechnikai Kereskedelmi és Szolgáltató Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 3273800888.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "25/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_2737_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 7,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; Delta Systems Kft.; EURO ONE Számítástechnikai Zrt.; HumanoiT Informatikai Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; Sysman Informatikai Zrt.",
        "contract_value": 1911314994.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "20/07/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_13131_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 7,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Poli Computer PC Szolgáltató és Kereskedelmi Kft.; RacioNet Számítástechnikai Kereskedelmi és Szolgáltató Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 1904241279.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "29/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_24922_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 7,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; Delta Systems Kft.; EURO ONE Számítástechnikai Zrt.; HumanoiT Informatikai Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; Sysman Informatikai Zrt.",
        "contract_value": 1199744810.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/01/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_0931_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 7,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; Delta Systems Kft.; EURO ONE Számítástechnikai Zrt.; HumanoiT Informatikai Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; Sysman Informatikai Zrt.",
        "contract_value": 963654271.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "25/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21522_2020/",
        "main_cpv": "48820000-2",
        "number_companies_win": 7,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; Getronics Magyarország Informatikai és Kommunikációs Megoldások és Szolgáltatások Kft.; IT PRO QUALITY Zrt.",
        "contract_value": 897340368.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "24/03/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_4257_2021/",
        "main_cpv": "30200000-1",
        "number_companies_win": 3,
        "procurement_title": "SZGR - kliens oldali informatikai eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Areus Infokommunikációs Zrt.; IMG Solution Kft.; IT PRO QUALITY Zrt.; Kontron Hungary Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 803308023.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_2921_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 7,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Areus Infokommunikációs Zrt.; IMG Solution Kft.; IT PRO QUALITY Zrt.; Kontron Hungary Kft.; Kontron Operations Hungary Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság",
        "contract_value": 696485178.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "16/12/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_23144_2020/",
        "main_cpv": "32400000-7",
        "number_companies_win": 8,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; Delta Systems Kft.; EURO ONE Számítástechnikai Zrt.; HumanoiT Informatikai Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; Sysman Informatikai Zrt.",
        "contract_value": 674800500.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_24910_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 7,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Areus Infokommunikációs Zrt.; IMG Solution Kft.; IT PRO QUALITY Zrt.; Kontron Hungary Kft.; Kontron Operations Hungary Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság",
        "contract_value": 588628390.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14409_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 8,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Areus Infokommunikációs Zrt.; IMG Solution Kft.; IT PRO QUALITY Zrt.; Kontron Hungary Kft.; Kontron Operations Hungary Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság",
        "contract_value": 308007945.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "10/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_23445_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 8,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Digitran Hungária Digitális Transzformáció Zrt.; SERCO Informatika Kft.; TR Consult Kft.",
        "contract_value": 195474486.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "27/01/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_0912_2021/",
        "main_cpv": "48000000-8",
        "number_companies_win": 5,
        "procurement_title": "VMware virtualizációs szoftverlicenszek beszerzése és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; Getronics Magyarország Informatikai és Kommunikációs Megoldások és Szolgáltatások Kft.; IT PRO QUALITY Zrt.",
        "contract_value": 181813388.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/12/2020",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_23395_2020/",
        "main_cpv": "30200000-1",
        "number_companies_win": 3,
        "procurement_title": "SZGR - kliens oldali informatikai eszközök beszerzése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; filter:max Informatikai Kereskedelmi és Szolgáltató Kft.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; IT PRO QUALITY Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NOREG Információvédelmi Kft.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; XS Matrix Security Solutions Kft.",
        "contract_value": 170948749.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_1416_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 9,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.",
        "contract_value": 144093793.0,
        "contracting_authority": "Budapesti Műszaki és Gazdaságtudományi Egyetem",
        "date": "04/06/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_8942_2020/",
        "main_cpv": "48800000-6",
        "number_companies_win": 2,
        "procurement_title": "BME KTH ITinfrastruktúra bővítése tartós bérletben",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Digitran Hungária Digitális Transzformáció Zrt.; ETIAM Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; QZRT Infotech Kft.; Sysman Informatikai Zrt.",
        "contract_value": 135447275.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "17/03/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_3008_2021/",
        "main_cpv": "30200000-1",
        "number_companies_win": 8,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; filter:max Informatikai Kereskedelmi és Szolgáltató Kft.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; IT PRO QUALITY Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NOREG Információvédelmi Kft.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; XS Matrix Security Solutions Kft.",
        "contract_value": 131377961.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_15425_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 9,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Digitran Hungária Digitális Transzformáció Zrt.; SERCO Informatika Kft.; TR Consult Kft.",
        "contract_value": 68227648.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21167_2020/",
        "main_cpv": "48000000-8",
        "number_companies_win": 5,
        "procurement_title": "VMware virtulaizációs szoftverlicenszek beszerzése és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; filter:max Informatikai Kereskedelmi és Szolgáltató Kft.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; IT PRO QUALITY Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NOREG Információvédelmi Kft.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; XS Matrix Security Solutions Kft.",
        "contract_value": 39877761.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "10/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_23680_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 9,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Digitran Hungária Digitális Transzformáció Zrt.; ETIAM Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; QZRT Infotech Kft.; Sysman Informatikai Zrt.",
        "contract_value": 32645058.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_2179_2021/",
        "main_cpv": "30200000-1",
        "number_companies_win": 8,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 25912642.0,
        "contracting_authority": "Fővárosi Vízművek Zrt.",
        "date": "24/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_454/megtekint/portal_15957_2021/",
        "main_cpv": "32580000-2",
        "number_companies_win": 0,
        "procurement_title": "Data Domain DD6300 deduplikációs tároló mentőeszköz bővítés a Fővárosi Vízművek részére",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 22936997.0,
        "contracting_authority": "Fővárosi Vízművek Zrt.",
        "date": "09/03/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_434/megtekint/portal_4081_2020/",
        "main_cpv": "32580000-2",
        "number_companies_win": 0,
        "procurement_title": "Data Domain DD6300 rendszer beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Digitran Hungária Digitális Transzformáció Zrt.; ETIAM Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; QZRT Infotech Kft.; Sysman Informatikai Zrt.",
        "contract_value": 14187060.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "30/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14369_2021/",
        "main_cpv": "30200000-1",
        "number_companies_win": 8,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "",
        "contract_value": 2979136.0,
        "contracting_authority": "Fővárosi Vízművek Zrt.",
        "date": "04/01/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2018/0/targy/portal_403/megtekint/portal_22765_2018/",
        "main_cpv": "30200000-1",
        "number_companies_win": 0,
        "procurement_title": "Notebookok szállítása",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.",
        "contract_value": 2642207.0,
        "contracting_authority": "Budapesti Műszaki és Gazdaságtudományi Egyetem",
        "date": "04/06/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_8942_2020/",
        "main_cpv": "48800000-6",
        "number_companies_win": 2,
        "procurement_title": "BME KTH ITinfrastruktúra bővítése tartós bérletben",
        "registered_name": "Areus Infokommunikációs Zrt."
    },
    {
        "company_names": "Areus Infokommunikációs Zrt.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Digitran Hungária Digitális Transzformáció Zrt.; ETIAM Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; QZRT Infotech Kft.; Sysman Informatikai Zrt.",
        "contract_value": 1037674.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "22/07/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_13201_2021/",
        "main_cpv": "30200000-1",
        "number_companies_win": 8,
        "procurement_title": "Kliens oldali IT eszközök beszerzése",
        "registered_name": "Areus Infokommunikációs Zrt."
    }
]