[
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SMP Solutions Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 120000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 43,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "iSRV Szolgáltató Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MHM Computer Hungária Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; PROFESSZIONÁL Informatikai Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SYMPORT HOLDING Informatikai Zrt.; Sysman Informatikai Zrt.; Syspro Informatika Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 80000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 41,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "iSRV Szolgáltató Zrt."
    },
    {
        "company_names": "",
        "contract_value": 204750000.0,
        "contracting_authority": "NEMZETI SZAKKÉPZÉSI ÉS FELNŐTTKÉPZÉSI HIVATAL",
        "date": "06/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18434_2021/",
        "main_cpv": "30213200-7",
        "number_companies_win": 0,
        "procurement_title": "Mobilkliens eszközök (tablet) beszerzése",
        "registered_name": "iSRV Szolgáltató Zrt."
    },
    {
        "company_names": "",
        "contract_value": 162600000.0,
        "contracting_authority": "NEMZETI SZAKKÉPZÉSI ÉS FELNŐTTKÉPZÉSI HIVATAL",
        "date": "06/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18434_2021/",
        "main_cpv": "30213200-7",
        "number_companies_win": 0,
        "procurement_title": "Mobilkliens eszközök (tablet) beszerzése",
        "registered_name": "iSRV Szolgáltató Zrt."
    }
]