[
    {
        "company_names": "4iG Nyrt.; ANSWARE Informatikai Szolgáltató Kft.; ASH Szoftverház Kft.; ATOS Magyarország Kft.; BIS-INFORMr Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; DMS Services Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EN-CO Software Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; i-Cell Mobilsoft Zrt.; IMG Solution Zrt.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Kontron Operations Hungary Kft.; MOLARIS Informatikai Fejlesztő és Szolgáltató Kft.; NETvisor Informatikai és Kommunikációs Zrt.; PRINTNET Kereskedelmi és Szolgáltató Kft.; Sagemcom Magyarország Elektronikai Kft.; SBP Systems Kft.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.; Virgo Systems Informatikai Korlátolt Felelősségü Társaság; ZALASZÁM Informatika Kft.",
        "contract_value": 340000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18585_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 31,
        "procurement_title": "Alkalmazásfejlesztési szolgáltatás EU-s forrásból (SWFE)",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; EURO-PROFIL RENDSZERHÁZ Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.; SMP Solutions Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 260000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 52,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; ANSWARE Informatikai Szolgáltató Kft.; ATOS Magyarország Kft.; BlackBelt Technology Kft.; Care All Kereskedelmi és Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; e-Corvina Informatikai Szolgáltató Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EN-CO Software Zrt.; EURO ONE Számítástechnikai Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GriffSoft Informatikai Zrt.; GVSX Szolgáltató Kft.; i-Cell Mobilsoft Zrt.; IMG Solution Zrt.; Intelliport Systems Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Operations Hungary Kft.; Lillyneir Rendszermérnök Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NEW LINE TECHNOLOGIES Kft.; PRINTNET Kereskedelmi és Szolgáltató Kft.; Sagemcom Magyarország Elektronikai Kft.; SBP Systems Kft.; SDA Informatika Zrt.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Techwave Hungary Számítástechnikai Szolgáltató Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 180000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "06/10/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18585_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 37,
        "procurement_title": "Alkalmazásfejlesztési szolgáltatás EU-s forrásból (SWFE)",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; GEOMANT-ALGOTECH Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; Kontron Hungary Kft.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; Soloron IT Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.",
        "contract_value": 130000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 36,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "ANSWARE Informatikai Szolgáltató Kft.; ATOS Magyarország Kft.; BlackBelt Technology Kft.; Care All Kereskedelmi és Szolgáltató Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; e-Corvina Informatikai Szolgáltató Kft.; E-GROUP ICT SOFTWARE Informatikai Zrt.; EURO ONE Számítástechnikai Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; Intelliport Systems Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Operations Hungary Kft.; NEW LINE TECHNOLOGIES Kft.; PRINTNET Kereskedelmi és Szolgáltató Kft.; SBP Systems Kft.; SDA Informatika Zrt.; Soloron IT Zrt.; Sonrisa Informatikai Kft.; Techwave Hungary Számítástechnikai Szolgáltató Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.; Training360 Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; VFT Vezetési Tanácsadó és Informatikai Zrt.",
        "contract_value": 30000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "30/09/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_18345_2021/",
        "main_cpv": "72262000-9",
        "number_companies_win": 29,
        "procurement_title": "Alkalmazásfejlesztési és üzemeltetés támogatási szolgáltatások nyújtása",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; ATOS Magyarország Kft.; BRAVONET Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Compliance Data Systems Kft.; Delta Systems Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Grepton Informatikai Zrt.; i-Cell Mobilsoft Zrt.; Invigor Informatika Kft.; NETvisor Informatikai és Kommunikációs Zrt.; Omnit Solutions Szolgáltató és Kereskedelmi Kft.; REMEDIOS Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; WEBváltó Számítástechnikai és Internet-adatbanki Szolgáltató Kft.",
        "contract_value": 17400000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "04/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_19987_2020/",
        "main_cpv": "72268000-1",
        "number_companies_win": 20,
        "procurement_title": "Meglévő Oracle licencek bővítése (OLIC20)",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Areus Infokommunikációs Zrt.; DEF IT Informatikai Zrt.; Delta Systems Kft.; Digitran Hungária Digitális Transzformáció Zrt.; Duna Elektronika Számítástechnikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; Kontron Hungary Kft.; MHM Computer Hungária Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 5675802512.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/04/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_6815_2021/",
        "main_cpv": "72268000-1",
        "number_companies_win": 24,
        "procurement_title": "Meglévő VMware licencek megújítása, bővítés",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron 40 Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 1691784035.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21464_2020/",
        "main_cpv": "48730000-4",
        "number_companies_win": 7,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron 40 Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 1581745932.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_1416_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 7,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron 40 Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 794799250.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "10/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_23680_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 7,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "4iG Nyrt.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Soloron 40 Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 792226416.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_15425_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 7,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ALPHANET Informatikai Zrt. \"felszámolás alatt\"; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Inventa Kereskedelmi és Számítástechnikai Kft.; Poli Computer PC Szolgáltató és Kereskedelmi Kft.; SMP Solutions Kft.; Soloron 40 Kft.; This is IT Kft.; VRS Magyarország Kft.",
        "contract_value": 529970673.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "24/03/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_4257_2021/",
        "main_cpv": "30200000-1",
        "number_companies_win": 10,
        "procurement_title": "SZGR - kliens oldali informatikai eszközök beszerzése",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ETIAM Kft.; Officium Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; PROFIL-COPY 2002 Irodatechnikai Szolgáltató és Kereskedelmi Kft.; Soloron 40 Kft.; USER RENDSZERHÁZ Informatikai Kft.",
        "contract_value": 327793116.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "20/07/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_13157_2021/",
        "main_cpv": "48000000-8",
        "number_companies_win": 8,
        "procurement_title": "VMware virtulaizációs szoftverlicenszek beszerzése és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ETIAM Kft.; Officium Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; Soloron 40 Kft.; USER RENDSZERHÁZ Informatikai Kft.",
        "contract_value": 272570911.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21167_2020/",
        "main_cpv": "48000000-8",
        "number_companies_win": 7,
        "procurement_title": "VMware virtulaizációs szoftverlicenszek beszerzése és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ETIAM Kft.; Officium Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; PROFIL-COPY 2002 Irodatechnikai Szolgáltató és Kereskedelmi Kft.; Soloron 40 Kft.; USER RENDSZERHÁZ Informatikai Kft.",
        "contract_value": 95027022.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "27/01/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_0912_2021/",
        "main_cpv": "48000000-8",
        "number_companies_win": 8,
        "procurement_title": "VMware virtualizációs szoftverlicenszek beszerzése és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ALPHANET Informatikai Zrt. \"felszámolás alatt\"; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Inventa Kereskedelmi és Számítástechnikai Kft.; Poli Computer PC Szolgáltató és Kereskedelmi Kft.; SMP Solutions Kft.; Soloron 40 Kft.; This is IT Kft.; VRS Magyarország Kft.",
        "contract_value": 88138659.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/12/2020",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_23395_2020/",
        "main_cpv": "30200000-1",
        "number_companies_win": 10,
        "procurement_title": "SZGR - kliens oldali informatikai eszközök beszerzése.",
        "registered_name": "Soloron IT Zrt."
    },
    {
        "company_names": "BRAVONET Kft.; Delta Systems Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; i-Cell Mobilsoft Zrt.; REMEDIOS Zrt.; Soloron IT Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.",
        "contract_value": 7260000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "10/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_1213_2021/",
        "main_cpv": "72268000-1",
        "number_companies_win": 8,
        "procurement_title": "Meglévő Oracle licencek bővítése (OLIC20)",
        "registered_name": "Soloron IT Zrt."
    }
]