[
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; EURO-PROFIL RENDSZERHÁZ Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; KIBU Innováció Műszaki Kutató Fejlesztő Szolgáltató Nonprofit Kft.; Kontron Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.; SMP Solutions Zrt.; Soloron IT Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 260000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 52,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; GEOMANT-ALGOTECH Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; IMG Solution Zrt.; INNOMATRIX SERVICES Kft.; Invitech ICT Services Kft.; Kontron Hungary Kft.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; Soloron IT Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TRACO Kereskedelmi és Szolgáltató Zrt.",
        "contract_value": 130000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_20940_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 36,
        "procurement_title": "Hálózati aktív és passzív eszközök beszerzése",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invigor Informatika Kft.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; JTC Számítástechnikai Kereskedelmi Kft.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SMP Solutions Zrt.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 120000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 43,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "4iG Nyrt.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ACE Network Zrt.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ANSWARE Informatikai Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ATOS Magyarország Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; EURO ONE Számítástechnikai Zrt.; Gloster Infokommunikációs Nyrt.; GVSX Szolgáltató Kft.; HumanoiT Informatikai Kft.; IMG Solution Zrt.; Inter-Computer-Informatika Számítástechnikai és Kereskedelmi Zrt.; Invitech ICT Services Kft.; iSRV Szolgáltató Zrt.; Kontron Operations Hungary Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Korlátolt Felelősségü Társaság; M & S Informatikai Zrt.; MHM Computer Hungária Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; PANOR Informatika Zrt.; PROFESSZIONÁL Informatikai Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Silicon Computers Számítógép Kereskedelmi Kft.; SYMPORT HOLDING Informatikai Zrt.; Sysman Informatikai Zrt.; Syspro Informatika Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telekom Rendszerintegráció Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; USER RENDSZERHÁZ Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 80000000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "18/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14405_2021/",
        "main_cpv": "48820000-2",
        "number_companies_win": 41,
        "procurement_title": "Szerverek és tárolók beszerzése (SRVT21)",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "4iG Nyrt.; CSŐKESOR Kereskedelmi és Szolgáltató Kft.; Delta Systems Kft.; EURO-PROFIL RENDSZERHÁZ Kft.; Exicom Informatika Kereskedőház Kft.; Gloster Infokommunikációs Nyrt.; IMG Solution Zrt.; Invitech ICT Services Kft.; Legalitlab Kft.; MACROTEL Telefontechnikai Kft.; Magyar Telekom Távközlési Nyrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; Telekom Rendszerintegráció Zrt.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 7407907670.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "07/09/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_16569_2021/",
        "main_cpv": "32250000-0",
        "number_companies_win": 15,
        "procurement_title": "Mobiltelefonok beszerzése",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "\"HOSTLINE\" Kommunikációs Rendszer Szolgáltató Kft.; ARLITECH Informatikai Kft.; Gloster Infokommunikációs Nyrt.; Gloster IT Security Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.",
        "contract_value": 163914589.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_2921_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 6,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "ARLITECH Informatikai Kft.; Gloster Infokommunikációs Kft.; Gloster IT Security Kft.; Networker Kereskedelmi és Szolgáltató Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.",
        "contract_value": 127188937.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21464_2020/",
        "main_cpv": "48730000-4",
        "number_companies_win": 6,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "\"HOSTLINE\" Kommunikációs Rendszer Szolgáltató Kft.; ARLITECH Informatikai Kft.; Gloster Infokommunikációs Nyrt.; Gloster IT Security Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.",
        "contract_value": 117811294.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "16/12/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_23144_2020/",
        "main_cpv": "32400000-7",
        "number_companies_win": 6,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "\"HOSTLINE\" Kommunikációs Rendszer Szolgáltató Kft.; ARLITECH Informatikai Kft.; Gloster Infokommunikációs Nyrt.; Gloster IT Security Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.",
        "contract_value": 88120429.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "10/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_23445_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 6,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "ARLITECH Informatikai Kft.; Gloster Infokommunikációs Kft.; Gloster IT Security Kft.; Networker Kereskedelmi és Szolgáltató Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.",
        "contract_value": 87061115.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_15425_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 6,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "\"HOSTLINE\" Kommunikációs Rendszer Szolgáltató Kft.; ARLITECH Informatikai Kft.; Gloster Infokommunikációs Nyrt.; Gloster IT Security Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.",
        "contract_value": 76327229.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "23/08/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_14409_2021/",
        "main_cpv": "32400000-7",
        "number_companies_win": 6,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "ARLITECH Informatikai Kft.; Gloster Infokommunikációs Kft.; Gloster IT Security Kft.; Networker Kereskedelmi és Szolgáltató Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.",
        "contract_value": 42566850.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/02/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_1416_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 6,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    },
    {
        "company_names": "ARLITECH Informatikai Kft.; Gloster Infokommunikációs Kft.; Gloster IT Security Kft.; Networker Kereskedelmi és Szolgáltató Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.",
        "contract_value": 17586880.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "10/12/2021",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2021/0/targy/portal_403/megtekint/portal_23680_2021/",
        "main_cpv": "48730000-4",
        "number_companies_win": 6,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "Gloster Infokommunikációs Nyrt."
    }
]