[
    {
        "company_names": "APIS LOGISTIC Szolgáltató Kft.; AP-OFFICE Kereskedelmi és Tanácsadó Kft.; Atlantis Rendszerház Kft.; BRAVOCOPY Szolgáltató és Kereskedelmi Kft.; BRAVOGROUP RENDSZERHÁZ Kereskedelmi Kft.; BRAVOVISUAL Kft.; CTS Kft.; Danka Irodatechnikai Kft.; Debreceni Irodarendszer Kereskedelmi és Szolgáltató Kft.; DÉLI PART Ingatlanhasznosító Kft.; DOKUCENTRUM Irodai Rendszerek Kft.; ECOFFICE TECHNOLOGY Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; EURO-PROFIL RENDSZERHÁZ Kft.; Exicom Informatika Kereskedőház Kft.; I-COM IRODAELLÁTÁS Kereskedelmi Kft.; Interelektronik ITS Számítás- és Irodatechnikai Kft.; Invitech Megoldások Zrt.; ÍRISZ Holding Kereskedelmi és Szolgáltató Kft.; M & S Informatikai Zrt.; NADCOM Informatikai Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NTT-2000 Kereskedelmi és Szolgáltató Kft.; PROFIL-COPY 2002 Irodatechnikai Szolgáltató és Kereskedelmi Kft.; PROFIL-COPY Iroda és Másolástechnikai Kereskedelmi és Szolgáltató Kft.; Quality Intelligence Kft.; RevoSmart Kft.; RICOH HUNGARY IRODARENDSZEREK Kft.; Saldo Kft.; Szervízpark Szolgáltató és Tanácsadó Kft.; TONEXT Kereskedelmi és Szolgáltató Kft.; UNICOMP Informatikai Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 6000000000.0,
        "contracting_authority": "Közbeszerzési és Ellátási Főigazgatóság",
        "date": "11/01/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_76_2019/",
        "main_cpv": "30232100-5",
        "number_companies_win": 33,
        "procurement_title": "Nyomat előállító eszközök szállítása és kapcsolódó szolgáltatások teljesítése",
        "registered_name": "ECOFFICE TECHNOLOGY Kereskedelmi és Szolgáltató Kft."
    },
    {
        "company_names": "CTS Computer-Technic-Service Kft.; ECOFFICE TECHNOLOGY Kereskedelmi és Szolgáltató Kft.; RevoSmart Kft.; TONEXT Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 46608.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "05/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_19217_2020/",
        "main_cpv": "30232100-5",
        "number_companies_win": 4,
        "procurement_title": "Nyomat előállító eszközök szállítása és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "ECOFFICE TECHNOLOGY Kereskedelmi és Szolgáltató Kft."
    }
]