[
    {
        "company_names": "CIVIL Biztonsági Szolgálat Zrt.; CIVIL ERANDO Rendszertechnika Kft.; ELIT SECURITY GROUP Nemzetközi Személy- és Vagyonvédelmi Szolgáltató Kft.; MPT Security Magyar Posta Takarék Biztonsági és Logisztikai Zrt.; NG 12 Kft.; SECURIMASTER Tanácsadó, Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 3480066469.0,
        "contracting_authority": "DAKK Dél-alföldi Közlekedési Központ Zrt., Dél-dunántúli Közlekedési Központ Zrt., ÉNYKK Északnyugat-magyarországi Közlekedési Központ Zrt., Észak-magyarországi Közlekedési Központ Zrt., KMKK Középkelet-magyarországi Közlekedési Központ Zrt., KNYKK Középnyugat-magyarországi Közlekedési Központ Zrt., VOLÁNBUSZ Közlekedési Zrt.",
        "date": "23/01/2018",
        "link_notice": "https://kozbeszerzes.hu/adatbazis/megtekint/hirdetmeny/portal_289_2018/",
        "main_cpv": "79710000-4",
        "number_companies_win": 6,
        "procurement_title": "Közlekedési Központok, valamint a VOLÁNBUSZ Zrt. részére komplex vagyonvédelmi szolgáltatás megrendelése",
        "registered_name": "SECURIMASTER Tanácsadó, Kereskedelmi és Szolgáltató Kft."
    },
    {
        "company_names": "CIVIL Biztonsági Szolgálat Zrt.; ELIT SECURITY GROUP Nemzetközi Személy- és Vagyonvédelmi Szolgáltató Kft.; NG 12 Kft.; SECURIMASTER Tanácsadó, Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 2266839000.0,
        "contracting_authority": "Pécsi Tudományegyetem",
        "date": "26/04/2018",
        "link_notice": "https://kozbeszerzes.hu/adatbazis/megtekint/hirdetmeny/portal_6617_2018/",
        "main_cpv": "79713000-5",
        "number_companies_win": 4,
        "procurement_title": "A PTE épületeiben élőerős személy- és vagyonvédelmi, pénzkíséreti, portaszolgálati, rendezvénybiztosítási feladatok ellátása",
        "registered_name": "SECURIMASTER Tanácsadó, Kereskedelmi és Szolgáltató Kft."
    },
    {
        "company_names": "CIVIL Biztonsági Szolgálat Zrt.; CIVIL ERANDO Rendszertechnika Kft.; ELIT SECURITY GROUP Nemzetközi Személy- és Vagyonvédelmi Szolgáltató Kft.; MPT Security Magyar Posta Takarék Biztonsági és Logisztikai Zrt.; NG 12 Kft.; SECURIMASTER Tanácsadó, Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 7395902740.0,
        "contracting_authority": "DAKK Dél-alföldi Közlekedési Központ Zrt., Dél-dunántúli Közlekedési Központ Zrt., ÉNYKK Északnyugat-magyarországi Közlekedési Központ Zrt., Észak-magyarországi Közlekedési Központ Zrt., KNYKK Középnyugat-magyarországi Közlekedési Központ Zrt.",
        "date": "25/05/2018",
        "link_notice": "https://kozbeszerzes.hu/adatbazis/megtekint/hirdetmeny/portal_7741_2018/",
        "main_cpv": "79710000-4",
        "number_companies_win": 6,
        "procurement_title": "Komplex vagyonvédelmi szolgáltatás megrendelése a DAKK Zrt., a DDKK Zrt., az ÉMKK Zrt., az ÉNYKK Zrt., valamint a KNYKK Zrt. részére.",
        "registered_name": "SECURIMASTER Tanácsadó, Kereskedelmi és Szolgáltató Kft."
    }
]