[
    {
        "company_names": "ALPHA MACHINE Informatikai Kereskedelmi és Szolgáltató Kft.; Valkyr Informatikai Kft.",
        "contract_value": 28124450.0,
        "contracting_authority": "Nemzeti Média- és Hírközlési Hatóság",
        "date": "03/05/2018",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2018/0/targy/portal_434/megtekint/portal_6216_2018/",
        "main_cpv": "48000000-8",
        "number_companies_win": 2,
        "procurement_title": "CheckPoint licensz hosszabbítások beszerzése",
        "registered_name": "ALPHA MACHINE Informatikai Kereskedelmi és Szolgáltató Kft."
    },
    {
        "company_names": "99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ALPHA MACHINE Informatikai Kereskedelmi és Szolgáltató Kft.; Areus Infokommunikációs Zrt.; ARLITECH Informatikai Kft.; Black Cell Magyarország Kft.; Compliance Data Systems Kft.; Cyber Services Zrt.; DAMIT INFORMATIKA Kereskedelmi és Szolgáltató Kft.; Datron Távközlési Zárkörűen Működő Részvénytársaság; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; ETIAM Kft.; EURO ONE Számítástechnikai Zrt.; filter:max Informatikai Kereskedelmi és Szolgáltató Kft.; GAMAX Informatikai és Munkaerő-kölcsönző Kft.; Gloster Infokommunikációs Kft.; Gloster IT Security Kft.; Gloster Networks Kft.; Grepton Informatikai Zrt.; HUMANsoft Elektronikai Kft.; IMG Solution Kft.; INNOMATRIX SERVICES Kft.; Invigor Informatika Kft.; Invitech Megoldások Zrt.; IT PRO QUALITY Zrt.; KÜRT Információbiztonsági és Adatmentő \"zártkörű\" Részvénytársaság; LicensePort Informatikai Zrt.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Kft.; M & S Informatikai Zrt.; madeIT.hu Informatika Kereskedelmi és Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETLOCK Informatikai és Hálózatbiztonsági Szolgáltató Kft.; Networker Kereskedelmi és Szolgáltató Kft.; NOREG Információvédelmi Kft.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; Pegasus Informatikai Kft.; PIK-SYS Informatikai és Tanácsadó Kft.; PROFESSZIONÁL Informatikai Zrt.; QUADRON Kibervédelmi Szolgáltató Kft.; QZRT Infotech Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; RacioNet Számítástechnikai Kereskedelmi és Szolgáltató Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; S&T Consulting Hungary Rendszerintegrációs & Technológiaátadási Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; SERCO Informatika Kft.; Soloron 40 Kft.; SYMPORT HOLDING Informatikai Zrt.; Sysman Informatikai Zrt.; Szinva Net Informatikai Zrt.; TIGRA Computer - és Irodatechnikai Kft.; TR Consult Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; T-Systems Magyarország Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; Visoft Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.; XS Matrix Security Solutions Kft.",
        "contract_value": 20000000000.0,
        "contracting_authority": "Közbeszerzési és Ellátási Főigazgatóság",
        "date": "11/05/2018",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2018/0/targy/portal_403/megtekint/portal_7487_2018/",
        "main_cpv": "48730000-4",
        "number_companies_win": 62,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "ALPHA MACHINE Informatikai Kereskedelmi és Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 67860000.0,
        "contracting_authority": "MÉDIASZOLGÁLTATÁS-TÁMOGATÓ ÉS VAGYONKEZELŐ ALAP",
        "date": "27/05/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_434/megtekint/portal_9277_2020/",
        "main_cpv": "72253200-5",
        "number_companies_win": 0,
        "procurement_title": "IT hálózat aktív rendszereinek támogatása",
        "registered_name": "ALPHA MACHINE Informatikai Kereskedelmi és Szolgáltató Kft."
    },
    {
        "company_names": "ALPHA MACHINE Informatikai Kereskedelmi és Szolgáltató Kft.; Cyber Services Zrt.; DAMIT INFORMATIKA Kereskedelmi és Szolgáltató Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; KÜRT Információbiztonsági és Adatmentő \"zártkörű\" Részvénytársaság; M & S Informatikai Zrt.; RacioNet Számítástechnikai Kereskedelmi és Szolgáltató Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Visoft Kft.",
        "contract_value": 332661216.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "26/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21464_2020/",
        "main_cpv": "48730000-4",
        "number_companies_win": 9,
        "procurement_title": "IT biztonságtechnikai megoldások és kapcsolódó szolgáltatások beszerzése - 2017",
        "registered_name": "ALPHA MACHINE Informatikai Kereskedelmi és Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 43379333.0,
        "contracting_authority": "VPE Vasúti Pályakapacitás-elosztó Kft.",
        "date": "22/12/2020",
        "link_notice": "https://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_434/megtekint/portal_22337_2020/",
        "main_cpv": "48820000-2",
        "number_companies_win": 0,
        "procurement_title": "Szerver eszközök, kiegészítők és licencek beszerzése",
        "registered_name": "ALPHA MACHINE Informatikai Kereskedelmi és Szolgáltató Kft."
    }
]