[
    {
        "company_names": "",
        "contract_value": 27647840.0,
        "contracting_authority": "Állami Egészségügyi Ellátó Központ",
        "date": "26/06/2018",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2018/0/targy/portal_434/megtekint/portal_10843_2018/",
        "main_cpv": "32232000-8",
        "number_companies_win": 0,
        "procurement_title": "Video-konferencia rendszer termi eszközeinek beszerzése a Skill laborok fejlesztése megnevezésű projekt keretében",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "\"HOSTLINE\" Kommunikációs Rendszer Szolgáltató Kft.; 99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; Alpha-ess Hungary Kft.; Areus Infokommunikációs Zrt.; ARLITECH Informatikai Kft.; BRAVONET Kft.; Delta Systems Kft.; DIGITAL Számitástechnikai Kereskedelmi- és Szolgáltató Kft; Digitran Hungária Digitális Transzformáció Zrt.; Duna Elektronika Számítástechnikai Kft.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; ETIAM Kft.; EURO ONE Számítástechnikai Zrt.; FLAXCOM HOLDING Elektronikai és Kereskedelmi Zrt.; FORNAX SI Nagyvállalati Megoldások Kft.; GEOMANT-ALGOTECH Zrt.; Gloster Infokommunikációs Kft.; Gloster IT Security Kft.; Gloster Networks Kft.; HUMANsoft Elektronikai Kft.; IMG Solution Kft.; INNOMATRIX SERVICES Kft.; Invitech Megoldások Zrt.; IT PRO QUALITY Zrt.; Kermann Műszaki Fejlesztő és Tanácsadó Kft.; KVENTA Elektronikai Fejlesztő, Szolgáltató és Kereskedelmi Kft.; LANeX Tanácsadó Kft.; LicensePort Informatikai Zrt.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Kft.; M & S Informatikai Zrt.; madeIT.hu Informatika Kereskedelmi és Szolgáltató Kft.; Merlion Tech Kft.; MWMS Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; Officium Szolgáltató Kft.; PANOR Informatika Zrt.; PIK-SYS Informatikai és Tanácsadó Kft.; PORION-DIGITAL Kereskedelmi és Szolgáltató Kft.; PROFESSZIONÁL Informatikai Zrt.; QUADRON Kibervédelmi Szolgáltató Kft.; QZRT Infotech Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; RacioNet Számítástechnikai Kereskedelmi és Szolgáltató Zrt.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; S&T Consulting Hungary Rendszerintegrációs & Technológiaátadási Kft.; S&T Services Hungary Kft.; SCI-Hálózat Távközlési és Hálózatintegrációs Zrt.; Secops Kereskedelmi és Szolgáltató Kft.; SERCO Informatika Kft.; Spacenet Kft.; Sysman Informatikai Zrt.; SzámHEAD Számitástechnikai és Szolgáltató Kft.; Szinva Net Informatikai Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; TIGRA Computer - és Irodatechnikai Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; T-Systems Magyarország Zrt.; USER RENDSZERHÁZ Informatikai Kft.; Valkyr Informatikai Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 27500000000.0,
        "contracting_authority": "Közbeszerzési és Ellátási Főigazgatóság",
        "date": "02/08/2018",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2018/0/targy/portal_403/megtekint/portal_13311_2018/",
        "main_cpv": "32400000-7",
        "number_companies_win": 64,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése - 2018",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "BRAVONET Kft.; EURO ONE Számítástechnikai Zrt.",
        "contract_value": 170280000.0,
        "contracting_authority": "NKK Nemzeti Közlekedési Központ Nonprofit Zrt.",
        "date": "02/01/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2018/0/targy/portal_403/megtekint/portal_24206_2018/",
        "main_cpv": "72300000-8",
        "number_companies_win": 2,
        "procurement_title": "Informatikai szolgáltatás beszerzése",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "AP-OFFICE Kereskedelmi és Tanácsadó Kft.; BRAVOCOPY Szolgáltató és Kereskedelmi Kft.; BRAVOGROUP RENDSZERHÁZ Kereskedelmi Kft.; BRAVONET Kft.; BRAVOVISUAL Kft.; C + F PROFESSIONAL Kereskedelmi és Szolgáltató Kft.; COLORSPECTRUM Kereskedelmi Termelő és Szolgáltató Kft.; CSP SERVICE Számítástechnikai, Kereskedelmi és Szolgáltató Kft.; Danka Irodatechnikai Kft.; Delta Services Kereskedelmi és Szolgáltató Kft.; DOCKLAND SERVICES Kft.; DOKUCENTRUM Irodai Rendszerek Kft.; EURO-PROFIL RENDSZERHÁZ Kft.; Invitech Megoldások Zrt.; ÍRISZ Holding Kereskedelmi és Szolgáltató Kft.; Konica Minolta Magyarország Üzleti Megoldások Kft.; M & S Informatikai Zrt.; MANUAL HUNGARY Kereskedelmi és Szolgáltató Kft.; MPS eXpert Kereskedelmi és Szolgáltató Kft.; Printerház Nyomdaipari és Kereskedelmi Kft.; PROFIL-COPY Iroda és Másolástechnikai Kereskedelmi és Szolgáltató Kft.; RICOH HUNGARY IRODARENDSZEREK Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SHARP Electronics (Europe) GmbH Magyarországi Fióktelepe; Szervízpark Szolgáltató és Tanácsadó Kft.; Technotrade Solution & Capital Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.; XEROX Magyarország Kereskedelmi Kft.",
        "contract_value": 8000000000.0,
        "contracting_authority": "Közbeszerzési és Ellátási Főigazgatóság",
        "date": "11/01/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_76_2019/",
        "main_cpv": "30232100-5",
        "number_companies_win": 28,
        "procurement_title": "Nyomat előállító eszközök szállítása és kapcsolódó szolgáltatások teljesítése",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "ALBA-KONTAKT PLUSZ Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; BRAVOCOPY Szolgáltató és Kereskedelmi Kft.; BRAVOGROUP RENDSZERHÁZ Kereskedelmi Kft.; BRAVONET Kft.; BRAVOVISUAL Kft.; CANON HUNGARIA Kereskedelmi Kft.; CENTER COMPUTER Számítástechnikai Kereskedelmi Kft.; COLORSPECTRUM Kereskedelmi Termelő és Szolgáltató Kft.; CTS Kft.; CTS-INFORMATIKA Számítástechnikai Korlátolt Felelőségű Társaság; CSP Rendszerház Ingatlanhasznosító Kft.; CSP SERVICE Számítástechnikai, Kereskedelmi és Szolgáltató Kft.; Danka Irodatechnikai Kft.; Delta Informatika Kereskedelmi és Szolgáltató Zrt.; Delta Services Kereskedelmi és Szolgáltató Kft.; DELTA SYSTEM Informatikai és Kereskedelmi Kft.; DOCKLAND SERVICES Kft.; DOKUCENTRUM Irodai Rendszerek Kft.; EURO-PROFIL RENDSZERHÁZ Kft.; Exicom Informatika Kereskedőház Kft.; GLOBAL-UNION Kft.; H - COPEX Irodatechnika Kft.; IC-Rendszerház Kereskedelmi és Szolgáltató Korlátolt Felelősségű; IMG Solution Kft.; Infocopy Kereskedelmi Kft.; Interelektronik ITS Számítás- és Irodatechnikai Kft.; Konica Minolta Magyarország Üzleti Megoldások Kft.; LÉZER Irodatechnika Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Kft.; MACROTEL Telefontechnikai Kft.; MANUAL HUNGARY Kereskedelmi és Szolgáltató Kft.; MFP Applications Szoftverfejlesztő Kft.; MPS eXpert Kereskedelmi és Szolgáltató Kft.; NÁDOR Rendszerház Irodaautomatizálási Kft.; New Line Kft.; NTT-2000 Kereskedelmi és Szolgáltató Kft.; PC Trade Systems Informatikai Kereskedelmi és Szolgáltató Kft.; Pegasus Piackutató és Kereskedelmi Kft..; Poli Computer PC Szolgáltató és Kereskedelmi Kft.; Printerház Nyomdaipari és Kereskedelmi Kft.; Quality Intelligence Kft.; R+R Periféria Kereskedelmi és Szolgáltató Kft.; RENDESWEB Fejlesztési és Tanácsadó Kft.; RevoSmart Kft.; REWORKS SZERVIZ Kereskedelmi és Szolgáltató Kft.; RICOH HUNGARY IRODARENDSZEREK Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; SHARP Electronics (Europe) GmbH Magyarországi Fióktelepe; SLIMLOGIC Kft.; Szervízpark Szolgáltató és Tanácsadó Kft.; WALLITRADE Kereskedelmi és Szolgáltató Kft.; XCOPY Kereskedelmi és Szolgáltató Kft.; XEROX Magyarország Kereskedelmi Kft.",
        "contract_value": 9500000000.0,
        "contracting_authority": "Közbeszerzési és Ellátási Főigazgatóság",
        "date": "11/01/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_403/megtekint/portal_76_2019/",
        "main_cpv": "30232100-5",
        "number_companies_win": 54,
        "procurement_title": "Nyomat előállító eszközök szállítása és kapcsolódó szolgáltatások teljesítése",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "",
        "contract_value": 114612700.0,
        "contracting_authority": "Hévíz Város Önkormányzat",
        "date": "24/02/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_2063_2020/",
        "main_cpv": "30200000-1",
        "number_companies_win": 0,
        "procurement_title": "Informatikai rendszer szállítása, bevezetése, supportja",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "",
        "contract_value": 32400000.0,
        "contracting_authority": "Pécsi Tudományegyetem",
        "date": "12/08/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_434/megtekint/portal_13937_2020/",
        "main_cpv": "50000000-5",
        "number_companies_win": 0,
        "procurement_title": "Támogatási és karbantartási szolgáltatások biztosítása a Pécsi Tudományegyetem saját tulajdonú távközlési infrastruktúrájához",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "BRAVONET Kft.; Delta Services Kereskedelmi és Szolgáltató Kft.",
        "contract_value": 956783812.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "01/10/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_17242_2020/",
        "main_cpv": "30232100-5",
        "number_companies_win": 2,
        "procurement_title": "Nyomat előállító eszközök szállítása és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "",
        "contract_value": 57751777.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "14/10/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_17822_2020/",
        "main_cpv": "30232100-5",
        "number_companies_win": 0,
        "procurement_title": "Nyomat előállító eszközök szállítása és kapcsolódó szolgáltatások teljesítése.",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "4iG Nyrt.; ATOS Magyarország Kft.; BRAVONET Kft.; CLARMONT I.S. Kereskedelmi és Szolgáltató Kft.; Compliance Data Systems Kft.; Delta Systems Kft.; FORNAX SI Nagyvállalati Megoldások Kft.; Grepton Informatikai Zrt.; i-Cell Mobilsoft Zrt.; Invigor Informatika Kft.; NETvisor Informatikai és Kommunikációs Zrt.; Omnit Solutions Szolgáltató és Kereskedelmi Kft.; REMEDIOS Zrt.; Soloron 40 Zrt.; Sysman Informatikai Zrt.; TIGRA Computer - és Irodatechnikai Kft.; Tigra Rendszerház Kft.; TRACO Kereskedelmi és Szolgáltató Zrt.; T-Systems Magyarország Zrt.; WEBváltó Számítástechnikai és Internet-adatbanki Szolgáltató Kft.",
        "contract_value": 17400000000.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "04/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_19987_2020/",
        "main_cpv": "72268000-1",
        "number_companies_win": 20,
        "procurement_title": "Meglévő Oracle licencek bővítése (OLIC20)",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "",
        "contract_value": 35999640.0,
        "contracting_authority": "Pécsi Tudományegyetem",
        "date": "05/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_454/megtekint/portal_20348_2020/",
        "main_cpv": "50000000-5",
        "number_companies_win": 0,
        "procurement_title": "PTE távközlési karbantartási szolgáltatás Avaya",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "BRAVONET Kft.; Duna Elektronika Számítástechnikai Kft.; Enterprise Communications Magyarország Kereskedelmi és Szolgáltató Kft.; EURO ONE Számítástechnikai Zrt.; FLAXCOM HOLDING Elektronikai és Kereskedelmi Zrt.; Kermann Műszaki Fejlesztő és Tanácsadó Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Kft.; NETvisor Informatikai és Kommunikációs Zrt.; PROFITEXPERT Számitástechnikai Kft.; Rufusz Computer Informatika Informatikai Szolgáltató Zártkörűen Működö Részvénytársaság; Szintézis Informatikai Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; TIGRA Computer - és Irodatechnikai Kft.",
        "contract_value": 1705950004.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "27/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_21229_2020/",
        "main_cpv": "48820000-2",
        "number_companies_win": 13,
        "procurement_title": "Szerverek és tárolók, valamint ezekhez kapcsolódó szolgáltatások beszerzése.",
        "registered_name": "BRAVONET Kft."
    },
    {
        "company_names": "BRAVONET Kft.; Duna Elektronika Számítástechnikai Kft.; EURO ONE Számítástechnikai Zrt.; FLAXCOM HOLDING Elektronikai és Kereskedelmi Zrt.; Kermann Műszaki Fejlesztő és Tanácsadó Zrt.; Merlion Tech Kft.; PANOR Informatika Zrt.; RacioNet Számítástechnikai Kereskedelmi és Szolgáltató Zrt.; Szinva Net Informatikai Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 497818470.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "16/12/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_23144_2020/",
        "main_cpv": "32400000-7",
        "number_companies_win": 11,
        "procurement_title": "Hálózati aktív eszközök beszerzése és kapcsolódó szolgáltatások teljesítése-2018",
        "registered_name": "BRAVONET Kft."
    }
]