[
    {
        "company_names": "99999 Informatika Kereskedelmi és Szolgáltató Kft.; ALOHA Informatika Kereskedelmi és Szolgáltató KorlátoltFelelősségű Társaság; ASH Szoftverház Kft.; CompuTREND Zrt.; Corollis Kft.; Delta Systems Kft.; EURO ONE Számítástechnikai Zrt.; FORNAX ICT Infokommunikációs Megoldások Kft.; Grepton Informatikai Zrt.; HUMANsoft Elektronikai Kft.; IMG Solution Kft.; INNOMATRIX SERVICES Kft.; Invitech Megoldások Zrt.; IT PRO QUALITY Zrt.; KÜRT Információbiztonsági és Adatmentő \"zártkörű\" Részvénytársaság; KVENTA Elektronikai Fejlesztő, Szolgáltató és Kereskedelmi Kft.; LicensePort Informatikai Zrt.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Kft.; M & S Informatikai Zrt.; NÁDOR Rendszerház Irodaautomatizálási Kft.; NETvisor Informatikai és Kommunikációs Zrt.; NTT Magyarország Kereskedelmi és Szolgáltató Kft.; S&T Consulting Hungary Rendszerintegrációs & Technológiaátadási Kft.; Sysman Informatikai Zrt.; Szinva Net Informatikai Zrt.; Telvice Szolgáltató és Kereskedelmi Kft.; TIGRA Computer - és Irodatechnikai Kft.; ULX Nyílt Forráskódú Tanácsadó és Disztribúciós Kft.; ULYSSYS Számitástechnikai Fejlesztő és Tanácsadó Kft.; WEBSTAR CSOPORT Kft.; WSH Számítástechnikai, Oktató és Szolgáltató Kft.",
        "contract_value": 28000000000.0,
        "contracting_authority": "Közbeszerzési és Ellátási Főigazgatóság",
        "date": "18/06/2018",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2018/0/targy/portal_403/megtekint/portal_9868_2018/",
        "main_cpv": "48000000-8",
        "number_companies_win": 31,
        "procurement_title": "Nyílt szabványokon keresztüli teljes együttműködést biztosító szoftverlicencek és kapcsolódó szolgáltatások",
        "registered_name": "Corollis Kft."
    },
    {
        "company_names": "4iG Nyrt.; Corollis Kft.; EURO ONE Számítástechnikai Zrt.; INNOMATRIX SERVICES Kft.; M & M COMPUTER Számitás - és Irodatechnikai Kereskedelmi Kft.; S&T Consulting Hungary Rendszerintegrációs & Technológiaátadási Kft.; ULX Nyílt Forráskódú Tanácsadó és Disztribúciós Kft.",
        "contract_value": 1863476692.0,
        "contracting_authority": "Digitális Kormányzati Ügynökség Zrt.",
        "date": "19/11/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_403/megtekint/portal_20721_2020/",
        "main_cpv": "48000000-8",
        "number_companies_win": 7,
        "procurement_title": "Nyílt szabványokon keresztüli teljes együttműködést biztosító szoftverlicencek és kapcsolódó szolgáltatások",
        "registered_name": "Corollis Kft."
    }
]