[
    {
        "company_names": "\"HUNIO\" Szolgáltató és Kereskedelmi Bt.; \"VMSZ\" Villamosipari Mérnöki Szolgáltató Kft.; Csapó Sándor; CsAti- Vill Tervező Kivitelező és Szolgáltató Kft.; DÉLVILL Dél-alföldi Villamos Hálózatszerelő és Kereskedelmi Kft.; ECSEDI-VILL Szolgáltató Bt.; EL-CO TECH Elektromos-Kommunikációs Technológiák Kft.; ELEKTROGLOB Kereskedelmi és Szolgáltató Kft.; Energy Network Solutions Villamos Hálózati Létesítményeket Tervező és Kivitelező Kft.; ÉSZAK-BUDAI Tervező, Szerelő és Szolgáltató Zrt.; Green Team Mérnöki és Szolgáltató Kft.; HÍRVILL-GM. Híradástechnikai és Villamosipari Közkereseti Társaság; JUKO Építőipari és Szolgáltató Kft.; JUKOŐR Ingatlanhasznosító Kft.; Kábel Team Villamosipari Szolgáltató és Kereskedelmi Kft.; KARDOS-VILL Tervező, Kereskedelmi és Szolgáltató Kft.; Kőhegyi Mérnöki Iroda Tervező és Szolgáltató Kft.; Lintner és Társa Villamoshálózattervező és Kivitelező Szolgáltató és Kereskedelmi Kft.; OPTOKOM Hálózattervező, Kivitelező és Üzemeltető Kft.; POLAR-STUDIÓ 2. Kereskedelmi, Tervező és Szolgáltató Kft.; POLAR-STUDIÓ Elektromos Fővállalkozó Kft.; PÜSÖK-VILL Ipari és Szolgáltató Bt.; SMHV Energetika Kft.; SPIE Hungaria Kft.; SzEL-TERV Műszaki Tervező és Szolgáltató Kft.; SZLÁ-VILL Kereskedelmi és Szolgáltató Kft.; T & M VILLSZER Szolgáltató- és Kereskedelmi Kft.; T-TECH 2000 Biztonságtechnikai és Vagyonvédelmi Kft.; VILLTERV '34 Kereskedelmi és Szolgáltató Bt.; WÉBER VILLANY Villamosipari Tervező Kivitelező Szolgáltato Kft.",
        "contract_value": 2600000000.0,
        "contracting_authority": "MVM Démász Áramhálózati Kft.",
        "date": "09/10/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_406/megtekint/portal_18770_2019/",
        "main_cpv": "71323100-9",
        "number_companies_win": 30,
        "procurement_title": "Önálló tervezési munkák",
        "registered_name": "Green Team Mérnöki és Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 22500000.0,
        "contracting_authority": "MVM Démász Áramhálózati Kft.",
        "date": "31/12/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_406/megtekint/portal_24671_2019/",
        "main_cpv": "71323100-9",
        "number_companies_win": 0,
        "procurement_title": "Önálló tervezési munkák",
        "registered_name": "Green Team Mérnöki és Szolgáltató Kft."
    },
    {
        "company_names": "",
        "contract_value": 30000000.0,
        "contracting_authority": "MVM Démász Áramhálózati Kft.",
        "date": "08/04/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_406/megtekint/portal_4170_2020/",
        "main_cpv": "71323100-9",
        "number_companies_win": 0,
        "procurement_title": "Önálló tervezési munkák - II.",
        "registered_name": "Green Team Mérnöki és Szolgáltató Kft."
    }
]