[
    {
        "company_names": "Budai Villamos Tervező Korlátolt Felelősségű Társaság; EL-CO TECH Elektromos-Kommunikációs Technológiák Korlátolt Felelősségű Társaság; Energy Network Solutions Villamos Hálózati Létesítményeket Tervező és Kivitelező Korlátolt Felelősségű Társaság; HÁLÓZAT-TERV Villamosipari Tervező és Szolgáltató Korlátolt Felelősségű Társaság; IMPULZIV Építőipari és Szolgáltató kft; JUKO Építőipari és Szolgáltató Korlátolt Felelősségű Társaság; JUKOŐR Ingatlanhasznosító Korlátolt Felelősségű Társaság; Kábel Team Villamosipari Szolgáltató és Kereskedelmi Korlátolt Felelősségű Társaság; NÓGRÁDVILL Építő, Ipari, Kereskedelmi és Szolgáltató Korlátolt Felelősségű Társaság; NOVA-MI Tervező és Tanácsadó Korlátolt Felelősségű Társaság; OPTOKOM Hálózattervező, Kivitelező és Üzemeltető Korlátolt Felelősségű Társaság; SELECTRIC Villamostervező Mérnöki és Szolgáltató Betéti Társaság; SEVILL Mérnök Iroda Villamos Tervező, Kivitelező és Szolgáltató Korlátolt Felelősségű Társaság; SPIE Hungaria Korlátolt Felelősségű Társaság; SzEL-TERV Műszaki Tervező és Szolgáltató Korlátolt Felelősségű Társaság; T-TECH 2000 Biztonságtechnikai és Vagyonvédelmi Korlátolt Felelősségű Társaság",
        "contract_value": "3200000000",
        "contracting_authority": "ELMÜ Hálózati Elosztó Korlátolt Felelősségű Társaság, MVM Émász Áramhálózati Kft.",
        "date": "23/04/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_406/megtekint/portal_6369_2019/",
        "main_cpv": "71320000-7",
        "number_companies_win": 16,
        "procurement_title": "Elosztóhálózat, valamint csatlakozó és mérőhely tervezés az ELMŰ Hálózati Kft. és az ÉMÁSZ Hálózati Kft. teljes áramszolgáltatási területén",
        "registered_name": "SzEL-TERV Műszaki Tervező és Szolgáltató Korlátolt Felelősségű Társaság"
    },
    {
        "company_names": "Budai Villamos Tervező Korlátolt Felelősségű Társaság; DEVELOP-INVEST Technical Consulting Korlátolt Felelősségű Társaság; ECSEDI-VILL Szolgáltató Betéti Társaság; EL-CO TECH Elektromos-Kommunikációs Technológiák Korlátolt Felelősségű Társaság; Energy Network Solutions Villamos Hálózati Létesítményeket Tervező és Kivitelező Korlátolt Felelősségű Társaság; ÉSZAK-BUDAI Tervező, Szerelő és Szolgáltató Zártkörűen Működő Részvénytársaság; FABRICOM ELECTRICAL-PVV Villanyszerelő Ipari Korlátolt Felelősségű Társaság; GTF Tervező és Fővállalkozó Korlátolt Felelősségű Társaság; JUKO Építőipari és Szolgáltató Korlátolt Felelősségű Társaság; JUKOŐR Ingatlanhasznosító Korlátolt Felelősségű Társaság; Kábel Team Villamosipari Szolgáltató és Kereskedelmi Korlátolt Felelősségű Társaság; Kőhegyi Mérnöki Iroda Tervező és Szolgáltató Korlátolt Felelősségű Társaság; MULTI Villany Villamosipari, Tervező és Kivitelező Korlátolt Felelősségű Társaság; OPTOKOM Hálózattervező, Kivitelező és Üzemeltető Korlátolt Felelősségű Társaság; SPIE Hungaria Korlátolt Felelősségű Társaság; SzEL-TERV Műszaki Tervező és Szolgáltató Korlátolt Felelősségű Társaság; SZLÁ-VILL Kereskedelmi és Szolgáltató Korlátolt Felelősségű Társaság; T-TECH 2000 Biztonságtechnikai és Vagyonvédelmi Korlátolt Felelősségű Társaság; URBAVILL Tervező és Szolgáltató Bt.",
        "contract_value": "4000000000",
        "contracting_authority": "ELMÜ Hálózati Elosztó Korlátolt Felelősségű Társaság, MVM Émász Áramhálózati Kft.",
        "date": "23/04/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_406/megtekint/portal_6369_2019/",
        "main_cpv": "71320000-7",
        "number_companies_win": 19,
        "procurement_title": "Elosztóhálózat, valamint csatlakozó és mérőhely tervezés az ELMŰ Hálózati Kft. és az ÉMÁSZ Hálózati Kft. teljes áramszolgáltatási területén",
        "registered_name": "SzEL-TERV Műszaki Tervező és Szolgáltató Korlátolt Felelősségű Társaság"
    },
    {
        "company_names": "\"HUNIO\" Szolgáltató és Kereskedelmi Betéti Társaság; \"VMSZ\" Villamosipari Mérnöki Szolgáltató Korlátolt Felelősségű Társaság; Csapó Sándor; CsAti- Vill Tervező Kivitelező és Szolgáltató Korlátolt Felelősségű Társaság; DÉLVILL Dél-alföldi Villamos Hálózatszerelő és Kereskedelmi Korlátolt Felelősségű Társaság; ECSEDI-VILL Szolgáltató Betéti Társaság; EL-CO TECH Elektromos-Kommunikációs Technológiák Korlátolt Felelősségű Társaság; ELEKTROGLOB Kereskedelmi és Szolgáltató Korlátolt Felelősségű Társaság; Energy Network Solutions Villamos Hálózati Létesítményeket Tervező és Kivitelező Korlátolt Felelősségű Társaság; ÉSZAK-BUDAI Tervező, Szerelő és Szolgáltató Zártkörűen Működő Részvénytársaság; Green Team Mérnöki és Szolgáltató Korlátolt Felelősségű Társaság; HÍRVILL-GM. Híradástechnikai és Villamosipari Közkereseti Társaság; JUKO Építőipari és Szolgáltató Korlátolt Felelősségű Társaság; JUKOŐR Ingatlanhasznosító Korlátolt Felelősségű Társaság; Kábel Team Villamosipari Szolgáltató és Kereskedelmi Korlátolt Felelősségű Társaság; KARDOS-VILL Tervező, Kereskedelmi és Szolgáltató Korlátolt Felelősségű Társaság; Kőhegyi Mérnöki Iroda Tervező és Szolgáltató Korlátolt Felelősségű Társaság; Lintner és Társa Villamoshálózattervező és Kivitelező Szolgáltató és Kereskedelmi Korlátolt Felelősségű Társaság; OPTOKOM Hálózattervező, Kivitelező és Üzemeltető Korlátolt Felelősségű Társaság; POLAR-STUDIÓ 2. Kereskedelmi, Tervező és Szolgáltató Korlátolt Felelősségű Társaság; POLAR-STUDIÓ Elektromos Fővállalkozó Korlátolt Felelősségü Társaság; PÜSÖK-VILL Ipari és Szolgáltató Betéti Társaság; SMHV Energetika Korlátolt Felelősségű Társaság; SPIE Hungaria Korlátolt Felelősségű Társaság; SzEL-TERV Műszaki Tervező és Szolgáltató Korlátolt Felelősségű Társaság; SZLÁ-VILL Kereskedelmi és Szolgáltató Korlátolt Felelősségű Társaság; T & M VILLSZER Szolgáltató- és Kereskedelmi Korlátolt Felelősségű Társaság; T-TECH 2000 Biztonságtechnikai és Vagyonvédelmi Korlátolt Felelősségű Társaság; VILLTERV '34 Kereskedelmi és Szolgáltató Betéti Társaság; WÉBER VILLANY Villamosipari Tervező Kivitelező Szolgáltato Korlátolt Felelősségü Társaság",
        "contract_value": "2600000000",
        "contracting_authority": "MVM Démász Áramhálózati Kft.",
        "date": "09/10/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_406/megtekint/portal_18770_2019/",
        "main_cpv": "71323100-9",
        "number_companies_win": 30,
        "procurement_title": "Önálló tervezési munkák",
        "registered_name": "SzEL-TERV Műszaki Tervező és Szolgáltató Korlátolt Felelősségű Társaság"
    },
    {
        "company_names": "",
        "contract_value": "22500000",
        "contracting_authority": "MVM Démász Áramhálózati Kft.",
        "date": "31/12/2019",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2019/0/targy/portal_406/megtekint/portal_24671_2019/",
        "main_cpv": "71323100-9",
        "number_companies_win": 0,
        "procurement_title": "Önálló tervezési munkák",
        "registered_name": "SzEL-TERV Műszaki Tervező és Szolgáltató Korlátolt Felelősségű Társaság"
    },
    {
        "company_names": "",
        "contract_value": "30000000",
        "contracting_authority": "MVM Démász Áramhálózati Kft.",
        "date": "08/04/2020",
        "link_notice": "http://www.kozbeszerzes.hu/ertesito/2020/0/targy/portal_406/megtekint/portal_4170_2020/",
        "main_cpv": "71323100-9",
        "number_companies_win": 0,
        "procurement_title": "Önálló tervezési munkák - II.",
        "registered_name": "SzEL-TERV Műszaki Tervező és Szolgáltató Korlátolt Felelősségű Társaság"
    }
]